Repository: ThanhZoro/IdentityServer
Catalog: IdentityServer/Resources/SharedResource.*.resx
Languages: vi_vn

# lengthRequired
source: The {0} must be at least {2} and at max {1} characters long.
vi_vn: {0} phải ít nhất {2} và nhiều nhất {1} ký tự.

source: Password
vi_vn: Mật khẩu

# phoneRequired
source: The Phone field is required.
vi_vn: Nhập số điện thoại.

# passwordRequired
source: The Password field is required.
vi_vn: Nhập mật khẩu.

# usernameRequired
source: The Username field is required.
vi_vn: Nhập tài khoản.

source: Contact us
vi_vn: Liên hệ

source: GET STARTED
vi_vn: BẮT ĐẦU

# emailInvalid
source: Email field is invalid.
vi_vn: Email không hợp lệ.

# emailRequired
source: Email field is required.
vi_vn: Vui lòng nhập email.

source: Full name
vi_vn: Họ tên

source: About us
vi_vn: Về chúng tôi

# business
source: Grow your business to the next level
vi_vn: Nâng tầm doanh nghiệp của bạn.

source: Careers
vi_vn: Tuyển dụng.

source: Community
vi_vn: Cộng đồng

source: Custormers
vi_vn: Khách hàng

# learnMore
source: LEAR MORE
vi_vn: TÌM HIỂU THÊM

# mobileApp
source: Mobile App for Broker
vi_vn: Ứng dụng trên điện thoại cho môi giới

source: More info
vi_vn: Thông tin thêm

# namlong
source: Floor 6th, Bitexco Nam Long building, 63A Vo Van Tan street, Ward 6, District 3, HCMC, Vietname
vi_vn: Tầng 6, toà nhà Bitexco Nam Long , 63A đường Võ Văn Tần , phường 6, quận 3 , Tp. HCM, Việt nam,

source: News
vi_vn: Tin tức

# o2o
source: O2O Tracking Solutions
vi_vn: Giải pháp theo dõi O2O

source: Our Story
vi_vn: Giới thiệu

source: Partners
vi_vn: Đối tác

source: Privacy
vi_vn: Bảo mật

# product&amp;service
source: Product & Services Pricing
vi_vn: Sản phẩm & giá dịch vụ

source: Products
vi_vn: Sản phẩm

# realEstate
source: Advanced technology solutions for Real Estate
vi_vn: Giải pháp công nghệ tiên tiến cho bất động sản

source: Send us
vi_vn: Gửi ngay

source: Services
vi_vn: Dịch vụ

# solutionDeveloper
source: Solutions for Developer
vi_vn: Giải pháp cho chủ đầu tư

source: Solutions
vi_vn: Giải pháp

# twinCrm
source: What is Twin CRM?
vi_vn: Twin CRM là gì?

# twinReal
source: Twin real estate solutions
vi_vn: Giải pháp bất động sản Twin

source: WATCH DEMO
vi_vn: XEM DEMO

# account
source: your acccount
vi_vn: tài khoản

source: Account already
vi_vn: Đã có tài khoản.

source: an account
vi_vn: tài khoản

source: back
vi_vn: Trở lại

# chooseCompany
source: Choose restaurant
vi_vn: Chọn nhà hàng

# company
source: account of restaurant
vi_vn: tài khoản của nhà hàng

# continueSign
source: Continue sign in to
vi_vn: Tiếp tục đăng nhập vào.

# createCompany
source: Create a new restaurant
vi_vn: Tạo một nhà hàng

# external
source: with external account
vi_vn: tài khoản bên ngoài

# forgotPass
source: Forgot password
vi_vn: Quên mật khẩu

# iAgree
source: I agree to
vi_vn: Tôi đồng ý với

source: Login
vi_vn: Đăng nhập

# manual
source: Manual sign up account
vi_vn: Đăng ký mới

source: next
vi_vn: Tiếp theo

# orSignIn
source: Or sign in with Social account
vi_vn: hoặc đăng nhập với tài khoản xã hội

source: Phone
vi_vn: Số điện thoại

# pleaseEnter
source: Please enter an email address for this site below and click the Register button to finish logging in
vi_vn: Vui lòng nhập thông tin tài khoản và bấm tiếp theo để hoàn thành đăng nhập

# privacyPolicy
source: the T&C and privacy policy
vi_vn: điều khoản sử dụng

source: Remember me
vi_vn: Ghi nhớ mật khẩu

source: Sign in
vi_vn: Đăng nhập

# signinAccount
source: Sign in
vi_vn: Đăng nhập

# signinFacebook
source: Sign in with Facebook
vi_vn: Đăng nhập với Facebook

# signinGoogle
source: Sign in with Google
vi_vn: Đăng nhập với Google

source: Sign up
vi_vn: Đăng ký

# successfullyAuthenticated
source: You've successfully authenticated with
vi_vn: Bạn đã xác thực thành công với

source: Username
vi_vn: Tên đăng nhập

source: Business Domain
vi_vn: Lĩnh vực kinh doanh

# CompanyAddress
source: Address
vi_vn: Địa chỉ

# CompanyCode
source: Subdomain
vi_vn: Tên miền của bạn

# CompanyName
source: Restaurant name
vi_vn: Tên nhà hàng

# createYour
source: Create your restaurant
vi_vn: Tạo nhà hàng

source: Enter
vi_vn: Nhập

# existCompany
source: existing restaurant for
vi_vn: Nhà hàng hiện có cho

# help
source: Need help
vi_vn: Cần giúp đỡ

source: Other
vi_vn: Khác

source: other business
vi_vn: Kinh doanh khác

source: Real Estate Agency
vi_vn: Đại lý phân phối bất động sản

# realEstateDev
source: Real Estate Developer
vi_vn: Chủ đầu tư bất động sản

# ScaleId
source: Number of employees
vi_vn: Số lượng nhân viên

# signInWith
source: Sign in with another account
vi_vn: Đăng nhập với tài khoản khác

source: There are
vi_vn: Có

# whichCompany
source: Which restaurant do you want to coutinute
vi_vn: Bạn muốn tiếp tục với nhà hàng nào

source: Your message
vi_vn: Tin nhắn của bạn

source: Your name
vi_vn: Tên của bạn

source: Activate
vi_vn: Kích hoạt

# activation
source: The activation code was send your
vi_vn: Mã kích hoạt gửi cho bạn

# activeAccount
source: Activate your account
vi_vn: Kích hoạt tài khoản của bạn

source: Browse
vi_vn: Chọn

# companyCodeExisted
source: Restaurant code is existed.
vi_vn: Mã nhà hàng tồn tại.

# companyCodeRequired
source: Subdomain is required
vi_vn: Tên miền phụ là bắt buộc

# companyNameRequired
source: Restaurant name is required
vi_vn: Tên nhà hàng là bắt buộc

# companySuccessfully
source: You have create restaurant successfully
vi_vn: Bạn đã tạo nhà hàng thành công

source: Congratulations
vi_vn: Chúc mừng

# continue
source: Coutinue
vi_vn: Tiếp tục

# employee
source: Employees
vi_vn: Nhân viên

# getCode
source: Didn't get you code? Sometimes it can take up to
vi_vn: Bạn chưa nhận được mã? Đôi khi phải mất đến

# howShould
source: How should we send you the code
vi_vn: Chọn hình thức gửi mã kích hoạt tài khoản

source: number
vi_vn: số

# pixelsMax
source: pixels Maximum
vi_vn: Kích thước tối đa

# placeAddress
source: Enter address
vi_vn: địa chỉ

# placeCompanyName
source: Restaurant name
vi_vn: tên nhà hàng

# placeSubdomain
source: subdomain
vi_vn: tên miền của bạn

source: Resend code
vi_vn: Gửi lại mã

source: Size
vi_vn: Kích thước

# verification
source: Enter verification code
vi_vn: Nhập mã xác nhận

source: Verify
vi_vn: Xác minh

# verifyAccount
source: Verify your account
vi_vn: Xác minh tài khoản của bạn

# yourWebsite
source: yourwebsite.com
vi_vn: websitecuaban.com

# createCy
source: Create restaurant
vi_vn: Tạo nhà hàng

# createNot
source: No restaurant has been created yet
vi_vn: Chưa có nhà hàng nào được tạo cho

# dontWorry
source: Don't worry, we'll send you an email to reset your password. Please enter your email
vi_vn: Đừng lo lắng chúng tôi sẽ gửi cho bạn email để đặt lại mật khẩu. Vui lòng nhập email của bạn.

source: Forgot password
vi_vn: Quên mật khẩu

source: Login again
vi_vn: Đăng nhập lại

# minutes
source: minutes.If it's been longer than that
vi_vn: phút. Nếu lâu hơn

# phoneExisted
source: Phone is existed.
vi_vn: Điện thoại đã tồn tại.

# pleaseCheck
source: Please check your email to reset your password.
vi_vn: Vui lòng kiểm tra email của bạn để đặt lại mật khẩu.

# pleaseCreate
source: please create a restaurant
vi_vn: vui lòng tạo nhà hàng

# resetPass
source: Reset Password
vi_vn: Đặt lại mật khẩu

# usernameNotExits
source: User is not exist.
vi_vn: Người dùng không tồn tại.

source: Your Email
vi_vn: Email của bạn

# loginAttempt
source: Invalid login attempt
vi_vn: Mật khẩu không chính xác.

# changePass
source: Change your password
vi_vn: Đổi mật khẩu của bạn

source: Confirm password
vi_vn: Xác nhận mật khẩu

# companyHeader
source: Restaurant
vi_vn: Nhà hàng

source: Hello
vi_vn: Chào

source: Hotline
vi_vn: Đường dây nóng

source: Logout
vi_vn: Đăng xuất

source: Update profile
vi_vn: Cập nhật hồ sơ

# fullNameRequired
source: Full name is required.
vi_vn: Vui lòng nhập họ tên

# emailHome
source: Enter email
vi_vn: Nhập email

# phoneHome
source: Phone number
vi_vn: Số điện thoại

# usernameExisted
source: Username is existed.
vi_vn: Tên đăng nhập đã tồn tại.

# emailExisted
source: Email is existed.
vi_vn: Email đã tồn tại.

# usernameNotContainCompany
source: Your account not exist in restaurant
vi_vn: Tài khoản của bạn không thuộc nhà hàng

# clickHere
source: click here to log in
vi_vn: bấm vào đây để đăng nhập

source: Please
vi_vn: Vui lòng

# ResetPasswordTitle
source: Your password has been reset
vi_vn: Đặt lại mật khẩu thành công

# blockAccount
source: Your account is blocked
vi_vn: Tài khoản của bạn đã bị khóa

source: Confirm new password
vi_vn: Xác nhận mật khẩu mới

source: New password
vi_vn: Mật khẩu mới

source: Old password
vi_vn: Mật khẩu cũ

# activationByEmail
source: Active code sent for you through email
vi_vn: Mã kích hoạt đã gửi cho bạn qua email

# activationByPhone
source: Active code sent for you through phone number
vi_vn: Mã kích hoạt đã gửi cho bạn qua số điện thoại

# verifyRemind
source: Your account is already logged in. You must verify to active your account
vi_vn: Tài khoản của bạn đã được đăng nhập. Bạn phải xác minh để kích hoạt tài khoản

# messageResendCode
source: New active code is sent again for you
vi_vn: Mã kích hoạt mới đã gửi lại cho bạn

# activated
source: Your account is activated.<a href="/Company/Index"> Choose your restaurant?</a>
vi_vn: Tài khoản của bạn đã được kích hoạt.<a href="/Company/Index"> Chọn nhà hàng của bạn?</a>

# invalidActivation
source: Invalid activation code
vi_vn: Mã kích hoạt không hợp lệ

# contactEmail
source: Please contact us to email
vi_vn: Liên hệ chúng tôi qua email

# contactSMS
source: Please contact us to phone number
vi_vn: Liên hệ chúng tôi qua số điện thoại

# notifyOverCountSendMail
source: The system was sent activation code to your email. Please check email and system will don't send new active code.
vi_vn: Hệ thống đã gửi mã xác nhận qua email của bạn. Vui lòng kiểm tra email và hệ thống sẽ không gửi lại mã xác nhận mới.

# notifyOverCountSendSMS
source: The system was sent activation code to your phone number. Please check sms and system will don't send new active code.
vi_vn: Hệ thống đã gửi mã xác nhận qua tin nhắn của bạn. Vui lòng kiểm tra email và hệ thống sẽ không gửi lại mã xác nhận mới.

source: or email
vi_vn: hoặc email

source: or phone number
vi_vn: hoặc số điện thoại

# questionRecieveCode
source: If you have not have been code?
vi_vn: Nếu bạn vẫn chưa nhận được mã?

# toSupport
source: for support.
vi_vn: để được hỗ trợ.

# otherCompany
source: Other restaurant?
vi_vn: Nhà hàng khác?

# firstNameRequired
source: First name field is required
vi_vn: Nhập tên.

# uniqueCharacters
source: The Password field must least 5 unique characters.
vi_vn: Mật khẩu phải có ít nhất 5 ký tự khác nhau.

source: Your code
vi_vn: Mã kích hoạt

# custormerSucceed
source: Customer succeed with Twin CRM
vi_vn: Khách hàng thành công với Twin CRM.
